Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nmh.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Weekly lessons and/or projects/workshops in instrument groups (woodwinds, brass etc.).
nb: Ukentlige timer og/eller prosjekter/workshops i instrumentbaserte grupper (strykergruppe, treblåsergruppe, messinggruppe osv.).

source: This normally entails that if a student is absent for more than 20% of the course time, he or she will fail the course.
nb: Dette innebærer at fravær på mer enn 20 prosent normalt fører til at studenten ikke får godkjent emnet.

source: In a more modest location on a side street is Himkok, which is on the list of the world’s 50 best bars.
nb: Mer unnselig plassert i en bakgate finner du Himkok, som ligger på lista over verdens 50 beste barer.

source: The hope and ambition are for the project to be of value for the international accordion milieu, the instrument’s repertoire, and the contemporary music scene.
nb: Håpet er derfor at dette prosjektet vil kunne ha stor verdi for akkordeonmiljøet internasjonalt, instrumentets repertoire, og samtidsmusikken.

source: Violinist Kelly Sohyoung Lee plays her master concert, with works by Prokofiev, Schoenfield and Waterman.
nb: Fiolinist Kelly Sohyoung Lee spiller masterkonsert med verker av Prokofjev, Schoenfield og Waterman.

source: Compulsory participation in orchestra or choir
nb: Obligatorisk deltagelse på forum og interpretasjon

source: 12 years in Singapore
nb: 12 år i Singapore

source: The work done on this course provides a basis for further specialisation in Year 2.
nb: Arbeidet danner basis for videre spesialisering i 2. studieår.

source: “This year’s newly qualified musicians are entering a market that isn’t functioning, and there is no solution in place for them,” says Hans Ole Rian, general secretary of Creo.
nb: – Årets nyutdannede musikere kom rett ut i et marked som ikke fungerer, og det finnes ikke noen løsninger for dem, sier Hans Ole Rian, forbundsleder i Creo.

source: They were more involved in church music.
nb: De var mer opptatt av kirkemusikk.

source: From left Sverker Rundquist, Johan A. S. Jørgensen, Victoria Finstad, Tone Jordhus, Live Maria Roggen, Are Sandbakken and Marit Tøndel Bodsberg Weyde.
nb: Fra venstre Sverker Rundquist, Johan A. Jørgensen, Victoria Finstad, Tone Jordhus, Live Maria Roggen, Are Sandbakken og Marit Tøndel Bodsberg Weyde.

source: And that is enriching.”
nb: Og det er berikende.

source: Ableton Live Intro is an application for sound recording, live electronics and all kinds of music production.
nb: Ableton Live Intro er et program for lydopptak, live electronics og alle typer musikkproduksjon.

source: “Here I can be a real nerd 24 hours a day, and just do my own thing.”
nb: – Her kan jeg være ordentlig nerd 24 timer i døgnet, og bare holde på med mitt.

source: Methodological strategies include document studies, qualitative interviews, observation; and a questionnaire survey.
nb: Dette studeres ved hjelp av dokumentstudier, kvalitative intervjuer, observasjon og en spørreskjemaundersøkelse.

source: The student submits a project report of 1500–2000 words documenting the activities and results of the project, such as any concerts held or presentations given.
nb: Studenten skal levere en prosjektrapport på 1500–2000 ord som dokumenterer prosjektets aktiviteter og resultater, som eventuelle konserter og presentasjoner.

source: Members of the Grønt NMH project team
nb: Medlemmer i prosjektgruppen Grønt NMH

source: Trombonist and student at the Academy
nb: Trombonist og NMH-student

source: It’s more a consequence of being curious all the time, and also of getting bored with things very quickly.
nb: Det er mer en konsekvens av å være nysgjerrig, hele tiden, og også det at jeg veldig fort kjeder meg med ting.

source: As though the music and what we create in this room give us a different kind of respect for each other.”
nb: Som om musikken og hva vi får til i dette rommet, gir oss en annen respekt for hverandre.

source: At the same time, we know that Knut writes music for the group Gåte, among others, and takes it in every possible direction.
nb: Samtidig vet vi at Knut skriver musikk for blant annet Gåte, at han tar det i alle mulige retninger.

source: Why is it not more obvious to everyone that culture plays an important role in society?,
nb: Hvorfor er det ikke mer åpenbart for alle at kultur spiller en viktig rolle i samfunnet?

source: Written exercises may include notation techniques, dictation exercises, transcription, correction and completion exercises.
nb: Skriftlige øvelser kan omfatte noteskrivingsteknikker, ulike diktater, transkripsjons-, korreksjons- og utfyllingsoppgaver.

source: She earned a degree in voice teaching at the NMH in 2000, and has worked as a teacher there.
nb: Hun avsluttet hovedfaget i vokalpedagogikk ved Norges musikkhøgskole i 2000, og har senere undervist på samme sted.

source: Lasse Thoresen’s research into sonology started when he wanted to enter the listening world and get away from the visual in the form of musical note-based analyses.
nb: Sonologiforskningen begynte med at Lasse Thoresen ville inn i lytteverdenen og bort fra det visuelle i form av notebaserte analyser.

source: Projects Ingfrid Breie participates in
nb: Prosjekter Ingfrid Breie er en del av

source: Those who know Peter Tornquist knows that he loves to run.
nb: De som kjenner Peter Tornquist vet at han er glad i å løpe.

source: This is a mentality I look forward to participating in, and bring into the music education.
nb: Dette er en mentalitet jeg gleder meg til å være en del av, og jobbe for å overføre til musikkutdanningen.

source: In 2017 the event will take place at Kulturhuset and Victoria as well as in the academy’s own venues.
nb: I 2017 finner begivenheten sted på Kulturhuset og Victoria i tillegg til NMH sine egne scener.

source: One semester, autumn or spring.
nb: Ett semestre, høst eller vår.

source: She sings, improvises and composes, and plays the violin, Hardanger fiddle and viola d’amore.
nb: Hun både synger, improviserer og komponerer, og bruker gjerne både vanlig fiolin, fele, hardingfele og viola d’amore.

source: “You have to trust the young people – not put brakes on them, but let them blossom.
nb: – Man må ha tillit til ungdommen, ikke sette bremseklosser på, men få dem til å blomstre.

source: This concentration is intended for established chamber music groups as part of the ECMA (European Chamber Music Academy).
nb: Studieretningen er for etablerte kammermusikkgrupper, og inngår i European Chamber Music Academy (ECMA).

source: Johanna Kiening (flute) About
nb: Johanna Kiening (fløyte) Studentens omtale

source: Any such changes must be approved by supervisor.
nb: Alle endringer skal godkjennes av veileder.

source: The project is open to all students at the NMH, and can be part of the main instrument instruction, chamber music instruction or other subjects in the programme.
nb: Prosjektet er åpent for alle studenter ved NMH, og kan være en del av hovedinstrumentundervisning, kammermusikkundervisning eller andre emner i studiene.

source: VR technology is in its start-up phase, he emphasises.
nb: VR-teknologien er helt i startgropen, understreker han.

source: designing digital instruments and mapping
nb: Design av digitale musikkinstrumenter og mapping.

source: The project should be submitted with the abstract and title in both Norwegian and English.
nb: Oppgaven skal ha sammendrag og tittel både på norsk og engelsk.

source: Amund Sjølie Sveen at the Music Conservatory in Tromsø followed this up by focusing on the importance of ongoing critical reflection in higher music education.
nb: Amund Sjølie Sveen ved Musikkonservatoriet i Tromsø fulgte opp med å understreke viktigheten av kontinuerlig kritisk refleksjon i høyere musikkutdanning.

source: He subsequently studied in Germany at the State Academy of Music in Freiburg with Ifor James (valve horn) and Renée Allen (natural horn).
nb: Deretter reiste han til Tyskland hvor han fullførte sitt orkesterdiplomstudium ved Staatliche Hochschule für Musik Freiburg hos Ifor James (ventilhorn) og Renée Allen (naturhorn).

source: Read and Publish for Free in Taylor & Francis Journals
nb: Publiser og les gratis i Taylor & Francis-tidsskrifter

source: To be able to experience the physical changes that occur when Solset combines old folk music tradition with today's’ classical song tradition (Lemmens, 2012), she will work towards acquiring the old singing technique of
nb: For å kunne erfare de fysiske endringene som oppstår når Solset kombinerer gammel folkemusikktradisjon med dagens klassiske sangtradisjon (Lemmens, 2012), vil Solset forsøke å tilegne seg den gamle sangteknikken

source: “By the same token they are resourceful children and adolescents!
nb: – Samtidig er de ressurssterke barn og unge!

source: Seberg suggests the term ‘liberating music therapy’ as an answer to the initial research question of what music therapy can be for people within compulsory mental healthcare.
nb: Seberg foreslår begrepet ‘frigjørende musikkterapi’ som svar på det innledende forskningsspørsmålet om hva musikkterapi kan være for brukere i tvungent psykisk helsevern.

source: Individual lessons, 30 minutes a week for 24 weeks.
nb: Undervisningen gis i hovedsak individuelt, 30 minutter i uken i 24 uker.

source: be able to lead technical rigging before, under and after a recording.
nb: kan lede teknisk rigg før, under og etter en innspilling

source: Students who wish to join the band can email christianiablaseensemble@gmail.com.
nb: Studenter som er interesserte i å være med i ensemblet kan melde sin interesse til christianiablaseensemble@gmail.com.

source: Woman and gramophone star
nb: Kvinne og grammofonstjerne

source: Above all, it was the community in France, mainly the composer Pierre Schaeffer and later François Delalande, head of research at the institution started by Schaeffer (GRM, the research department attached to French radio), who both worked to systematise concepts and ways of listening.
nb: Så har det fremfor alt vært miljøet i Frankrike, med komponisten Pierre Schaeffer og senere François Delalande, som har vært forskningsleder ved institusjonen som Schaeffer startet (GRM, forskningsavdelingen ved fransk radio), som begge har arbeidet med å systematisere begreper og lyttermåter.

source: They felt happier, had more energy and were less tired after the music gatherings.
nb: De kjente seg gladere, hadde mer energi og var mindre trøtte etter musikksamlingene.

source: Solveig Slettahjell, jury’s grounds for the Buddy Award, 2020
nb: Solveig Slettahjell, begrunnelse for Buddy-prisen 2020

source: Communication - concepts, principles and practice
nb: Kommunikasjon – begreper, prinsipper og praksis.

source: Herr Nilsen also hosts jams in various genres and is right on target for all jazz lovers.
nb: På Herr Nilsen foregår det også jamming i ulike sjangere, ikke minst er det gode tilbud for alle jazzelskere.

source: be able to accurately read, structure, memorise and reproduce (sing/play) a musical score
nb: kan lese, strukturere, memorere og gjengi (synge/spille) et notebilde presist

source: “It made an impression to go through the large gates and the security controls, and to meet people I had never met before, who many people have preconceived notions about.
nb: – Det gjorde inntrykk å gå gjennom de store portene og sikkerhetskontrollene, møte mennesker man aldri har møtt før, som mange gjerne har en formening om på forhånd.

source: Combined with reflection and artistic performance, it can result in innovative outcomes, according to Darla Crispin.
nb: I kombinasjon med refleksjon og kunstutøvelse, kan det føre til nyskapende resultater, sier Darla Crispin.

source: I have unfortunately had to say no to some of them, because we don’t have enough capacity.”
nb: Noen har jeg dessverre måttet si nei til, fordi vi ikke har kapasitet.

source: A selection of 648 pages.
nb: Et utvalg på 648 sider.

source: “The music can be as cleverly constructed as you like, but as long as the intelligence that has gone into that construction is not made accessible in any way by what is being conveyed to the ear, we’re dealing with music which, quite simply, is bound to fail in its communication,” he says.
nb: – Musikken kan være så velkonstruert man bare vil, men så lenge ikke intelligensen som har gått inn i konstruksjonen på noen måte gjøres tilgjengelig gjennom det som formidles til øret, så har vi å gjøre med en musikk som har store sjanser for å mislykkes, rett og slett i kommunikasjonen, sier han.

source: Debut concerts in Norway and Denmark.
nb: Debutkonserter Norge og DK.

source: Synnøve Brøndbo Plassen is a folk musician, singer and teacher from Folldal.
nb: Synnøve Brøndbo Plassen er en folkemusiker, sanger og pedagog som kommer fra Folldal.

source: Practice as an opera répétiteur at the Norwegian Opera and Ballet (DNOB) / the Oslo National Academy of the Arts (KHiO) is a mandatory part and key element of the Master’s Project.
nb: Praksis som operarepetitør ved Den norske opera og ballett (DNOB) / Kunsthøgskolen i Oslo (KHiO) inngår som en obligatorisk og helt sentral del av masterarbeidet.

source: Similarly, there are American academics who believe that the term aesthetics is problematic because it’s associated with ‘dead white male thinking’ – which most things are, for that matter.
nb: Tilsvarende er det amerikanske forskere som mener at begrepet estetikk er problematisk fordi det er forbundet med «dead white male thinking», som det meste er, for så vidt.

source: What kinds of practices emerge when traditional conceptions of beauty and perfection are relinquished in favour of precarity, fragility, risk, instability, failure, and mutual dependence between performers, composers, technologies, and audiences?
nb: Hva slags praksis oppstår når tradisjonelle oppfatninger om skjønnhet og perfeksjon frafaller, til fordel for prekariat, skjørhet, risiko, instabilitet, feil og gjensidig avhengighet mellom utøvere, komponister, teknologi og publikum?

source: Participants are given a brief introduction to the High North Movements, under the auspices of dance artist and New North Academy representative Liv Hanne Haugen.
nb: Deltakere får en lyninnføring i Nordområdebevegelser, anført av dansekunstner og New North Academy-representant Liv Hanne Haugen.

source: Projects Laura Erin participates in
nb: Prosjekter Laura Erin er en del av

source: The project is a collaboration with KHiO, the Royal College of Music and cultural schools in Sogn og Fjordane county and Lærdal municipality.
nb: Prosjektet er et samarbeid med KHiO, Royal College of Music og kulturskoler i Sogn og Fjordane fylkeskommune og Lærdal kommune.

source: Levina Storåkern (fiddle, voice, electronics)
nb: Levina Storåkern (fele, vokal, elektronikk)

source: His third performance is a film by Jean-Luc Godard will be coupled with a scene from the film
nb: En tredje forestilling er en film av Jean-Luc Godard koblet med en scene fra filmen Weekend.

source: Development of a PR-plan for different formats and channels
nb: Utarbeide plan for PR i ulike formater og kanaler.

source: The interviews will be carried out from week 41 and 42.
nb: Intervjuene vil foregå fra neste uke (uke 41 og 42).

source: Does Darla Crispin hope to inspire all musicians with these research perspectives?
nb: I hvilken grad er det Darla Crispins forhåpning at alle musikere skal la seg inspirere av utviklingsperspektivene?

source: This concentration is for students in various genres and is suitable for those who want to combine performance and theory in their Master’s Project.
nb: Studieretningen er for studenter innen ulike sjangre og passer for studenter som ønsker å kombinere det utøvende og det teoretiske i sitt masterarbeid.

source: How to activate your copy card, print, scan and copy on the academy's printers.
nb: Slik aktiviserer og fyller du på kopikortet, skriver ut, skanner og kopierer.

source: Politics is about wanting to get things done, so it’s not problematic as such.
nb: Politikk er å ville noe, så det er ikke noe problematisk som sådant.

source: performance practice, knowledge of the instrument and repertoire.
nb: Trening i å vurdere og verbalt kommentere egne og andres fremføringer.

source: Borrow and listen with the Lydhør app
nb: Lån og lytt med appen Lydhør

source: The latter included jazz, pop, rock etc.
nb: Det siste var jazz og pop og rock med mer.

source: Something entirely new arose from the corona situation – something I hadn’t expected,” she says.
nb: Det kom noe helt nytt ut av koronasituasjonen, som jeg ikke hadde venta, sier hun.

source: So I don’t necessarily believe it was that stupid of me to stop playing.
nb: Så jeg tror ikke det nødvendigvis var så dumt at jeg stoppet å spille.

source: Van Tour has, among other things, discovered partimenti materials from Saxony from around 1710, indicating that the Italian partimenti most likely formed the basis for much of Bach’s improvisational art.
nb: Van Tour har blant annet avdekket partimenti-materiale fra Sachsen fra rundt 1710, noe som indikerer at italiensk partimenti trolig la grunnlaget for mye av Bachs improvisasjonskunst.

source: The Sonic Mind, featuring a violin and a cello concerto recorded by the Oslo Philharmonic (1998).
nb: Han vant Spellemannsprisen for CD’en The Sonic Mind, med fiolin- og cellokonsert fremført av Oslo Filharmonien (1998).

source: Participation in one concert.
nb: Studenten skal delta på én konsert i løpet av emnet.

source: The students were interviewed and filmed to document their reflections and interpretations.
nb: Studentene ble intervjuet og filmet for å dokumentere deres betraktninger og tolkninger.

source: I admire it as it is.”
nb: Jeg beundrer det som det er.

source: Nordic Master: The Composing Musician (NoCom)
nb: Den komponerende musiker (NoCoM)

source: Bachelor’s and Master’s students will be given priority.
nb: Bachelor- og masterstudenter vil bli prioritert.

source: The new works will be performed in the Levin Hall, under the direction of conductor Kai Grinde Myrann.
nb: De nye verkene fremføres i Levinsalen under ledelse av Kai Grinde Myrann.

source: have basic skills in Feldenkreis, Yoga and Qigong
nb: har grunnleggende ferdigheter i Feldenkrais, Yoga og Qigong

source: Sounds that wobble or vacillate.”
nb: Lyder som vingler.

source: Admission is subject to an expert evaluation of the application and project description in accordance with Section 6 of the Regulations concerning the Philosophiae Doctor (PhD) in Artistic Research degree at the Norwegian Academy of Music (hereafter referred to as the “Regulations”).
nb: Opptak baseres på en sakkyndig vurdering av søknad og prosjektbeskrivelse i tråd med §6 i Forskrift om graden philosophiae doctor (ph.d.) i kunstnerisk utviklingsarbeid ved Norges musikkhøgskole (heretter kalt «forskriften»).

source: The academy has an eminent music therapy faculty, which includes the Centre for Research in Music and Health (CREMAH).
nb: Musikkterapi har et sterkt fagmiljø på Musikkhøgskolen som omfatter Senter for forskning i musikk og helse (CREMAH).

source: The candidate has the right to have a 20-minute break.
nb: Kandidaten har rett til inntil 20 minutters pause.

source: , and select settings for card / PUK code (you can also delete old cards from your account).
nb: – velge oppsett og Kort/PUK kode (her kan også gamle kort slettes).

source: The Norwegian Academy of Music and the Lindeman Foundation will award scholarships of NOK 30 000 to master projects that can be included in our History Project.
nb: Musikkhøgskolen og Lindemans Legat deler ut stipender på 30 000 kroner til masterprosjekter som kan gå inn i Musikkhøgskolens historieprosjekt.

source: Today you will experience Morten Qvenild's radical and surreal remix of Ingfrid's improvisation over «Et lite barn».
nb: I dagens utgave av Rektors jul, gjør Morten Qvenild en radikal remiks av Ingfrids improvisasjon over «Et lite barn».

source: The point of departure for this topic is a think tank initiated by CEMPE in 2018, where teachers of AD-related subjects at institutions in Norway, Sweden and Denmark meet to discuss the developmental potential of AD-based music education at Bachelor’s and Master’s level in Scandinavia.
nb: Utgangspunktet for temaet er en tenketank initiert av CEMPE i 2018, hvor undervisere av KU-relaterte fag ved musikkinstitusjoner i Norge, Sverige og Danmark møtes for å diskutere utviklingspotensialet for KU-basert musikerutdanning på bachelor- og masternivå i Skandinavia.

source: In 2020 the school also launched an international, English-language bachelor’s programme.
nb: I 2020 åpnet også en internasjonal, engelskspråklig bachelor.

source: Activities at the NMH can in many cases be made more climate and environmentally friendly, and we have decided on a few targets and initiatives linked to issues such as energy, waste, transportation, travel, purchasing and recycling.
nb: Aktiviteten på NMH kan i mange tilfeller gjøres mer klima- og miljøvennlig og vi har sett oss ut noen målsettinger og tiltak knyttet til blant annet energi, avfall, transport, reiser, innkjøp og gjenvinning.

source: you do, she continued.
nb: man gjør, fortsatte hun.

source: Det Norske Teatret (The Norwegian Theatre) presents major productions such as The Book of Mormon and plays based on works ranging from those of Dostoevsky to contemporary Norwegian literature.
nb: Det Norske Teatret byr på storsatsninger som The Book of Mormon, men er ikke fremmed for verken Dostojevskij eller forestillinger basert på norsk samtidslitteratur.

source: That makes for a much more equal relationship –what they call a partnership relationship.”
nb: Det gir et mye mer likeverdig forhold – på engelsk kaller de det partnership relationship.

source: It’s not right that you should suffer from flight shame, it’s about finding a balance.
nb: At dere skal bære flyskammen er ikke riktig, det handler om en balanse.

source: “I actually played rock fiddle, and studied for a Bachelor’s degree in Victoria on Vancouver Island,” says Ellestad.
nb: – Jeg spilte egentlig rockefele, og studerte til en bachelor i Victoria på Vancouver Island, sier Ellestad.

source: By the same token, I also wanted to investigate their knowledge of people, culture and society and how the students could assimilate in their new environment.
nb: Jeg ønsket derfor også å granske deres kunnskap om mennesker, kultur og samfunn og på hvilken måte studentene kunne tilpasse seg et nytt miljø.

source: Compulsory participation in forum and interpretation
nb: Obligatorisk deltagelse på forum og interpretasjon

source: Classes will include discussions of topics like daily life, education, work-life, travelling, leisure time, living conditions, family relations, plans for the future, expressing wishes thoughts and emotions.
nb: Temaene omfatter blant annet dagligliv, utdanning, arbeidsliv, reise- og fritid, boforhold, familierelasjoner og fremtidsplaner, samt det å gi uttrykk for ønsker, tanker og følelser.

source: It was begun by a world-famous flautist from India who is one of my biggest idols: Pandit Hariprasad Chaurasia,” Bansal says.
nb: Det er en verdenskjent fløytist fra India og et av mine største idol, Pandit Hariprasad Chaurasia, som har startet den, forteller Bansal.

source: introduction to Ableton Live
nb: Innføring i programmet Ableton Live.

source: (1997) was commissioned by the Oslo Philharmonic and its conductor Mariss Jansons for a concert tour to European capitals including the Musik Verein in Vienna.
nb: Luohti Boathe (1997) ble bestilt av Oslo Filharmonien og dirigent Mariss Jansons til en konsertturné til europeiske hovedsteder, deriblant Musikverein i Wien.
